/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Inkommande begäran om detaljer";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Upptaget";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Samtalsfel 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Samtalsfel 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Samtal väntar";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Anslutning";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakten tillgänglig";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakten inte tillgänglig";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Mottagna kontakter";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Filöverföring slutförd";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Filöverföring misslyckades";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Första meddelandet mottaget";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Samtal avslutat";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Parkera samtal";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Inkommande samtal";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Inkommande filöverföring";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Logga in";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Logga ut";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Meddelande mottaget";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Meddelande i förgrunden har tagits emot";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Meddelande skickat";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Ny användare";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Utgående samtal";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Motparten la på";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Återuppta samtal";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Uppringning med tonsignaler";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Trippel-pip";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Röstmeddelande";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "När jag loggar ut";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "När jag loggar in";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakten blir tillgänglig";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakten blir inte tillgänglig";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Inkommande samtal";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Inkommande samtal – Samtal väntar";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Samtalet kopplas";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Utgående samtal";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Samtal avslutat";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Deltagare i gruppsamtal la på";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Upptaget";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Parkera samtal";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Återuppta samtal";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nytt meddelande i nylig konversation";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nytt meddelande i pågående konversation";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Första meddelandet i konversationen";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Humörmeddelande mottaget";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakten skriver";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Meddelande skickat";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Begäran om kontakt mottagen";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Mottagna kontakter";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Inkommande filöverföring";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Filöverföring slutförd";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Filöverföring misslyckades";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Desktop API-appen ansluten";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Du har loggat in.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Du har loggat ut.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Din kontakt \"@\" är tillgänglig.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Din kontakt \"@\" är inte tillgänglig.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "Inkommande samtal från \"@\"!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "Inkommande samtal från \"@\"!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Samtalet kopplas.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Ringer \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Samtal avslutat.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Deltagaren la på.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linjen upptagen.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Parkera samtal.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Återuppta samtal.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Meddelande";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Meddelande från \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Meddelande till \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" ändrade humörmeddelande.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Du har nytt chattmeddelande från \"@\"!";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" skriver.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Du har fått en begäran om kontakt från \"@\"!";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Du har fått en lista med kontakter från \"@\"!";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Du har fått en fil från \"@\"!";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Filöverföring med \"@\" är slutförd.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Filöverföring med \"@\" misslyckades.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" connected to Skype";
